<?php

return [
    'invite' => [
        'title'     => 'Вы стали клиентом нашей компании!',
        'hello'     => 'Здравствуйте, :name!',
        'message'   => '<p>Ваша учётная запись успешно создана в системе Codre CRM.</p>' .
            'Перейдите по ссылке для того что бы подтвердить учётную запись и начать работать с системой.',
        'link'      => 'Начать работать с нами',
        'attention' => 'Если Вам не знакома Codre CRM, то скорее всего Вы являетесь клиентом Codre Studio ' .
            'и заказали размещение или разработку сайта у нас.',
        'mistake'   => 'Если письмо пришло по ошибке, проигнорируйте его.',
    ],
];
