<?php

return [
    'title' => 'Список проектов',
    'index' => [
        'create' => 'Добавить проект',
        'list' => [
            'id' => 'ID',
            'name' => 'Название',
            'members' => 'Участник',
            'empty' => 'Не создано ни одного проекта',
        ],
        'item' => [
            'finances' => 'Финансы проекта',
            'members' => 'Список участников',
            'edit' => 'Редактировать проект',
            'delete' => 'Удалить проект'
        ],
    ]
];
