@extends('layouts.app')

@section('content')
<div id="privacy">
    <p>Во время посещения сайтов Codre development studio, а именно codre.ru и s-codre.ru, а также их под доменов, действует следующая политика конфиденциальности:</p>
    <ol>
        <li>Codre development studio, не собирает конфиденциальные данные или какие любые данные о клиенте без его ведома или разрешения.</li>
        <li>Отправка данных через формы внутри сайтов является согласием на обработку введённых данных, а также согласием с данной политикой конфиденциальности.</li>
        <li>Собранные данные при помощи сервисов сбора статистки таких как Яндекс.Метрика и google analytics и др., а так же данные собранные при помощи веб форм на сайтах Codre development studio, не передаются третьим лица, за исключением случаев, передачи их сотрудникам работающим в Codre development studio или компаниям работающим с Codre development studio на договорной основе, но только в случае необходимости, такой как аудит сайтов Codre development studio для сео анализа, либо для прямой связи заказчика (лица оставившего конфиденциальные данные) и подрядчика (лица работающего на договорной основе с Codre development studio).</li>
        <li>Любой посетитель сайта может потребовать удаления своих персональных данных имеющихся у Codre development studio. Такое требования рассматривается в срок 10 рабочих дней.</li>
        <li>Все данные собранные через веб формы на сайтах Codre development studio хранятся в России на серверах компании ООО «Селектел».</li>
    </ol>
</div>
@endsection
